const data1 =  [
        {
            "children":["全年","04月","05月","06月","07月","08月"],
            "group":"2019"
        },{
            "children":["全年","08月","09月","10月","11月"],
            "group":"2018"
        }
    ]

const data2 = [
    {
        "children":["总体","核心用户","潜力用户"],
        "group":"购买品类数量"
    },{"children":["总体","12岁以下","13-18岁","19-25岁","26-35岁","36-45岁","45岁及以上"],"group":"年龄"},{"children":["总体","男","女"],"group":"性别"},{"children":["总体","初中及以下","高中","大专","本科及以上"],"group":"学历"},{"children":["总体","常温液态奶","低温酸奶","冷饮/冰品","成人奶粉","婴幼儿奶粉","伊利奶酪","伊利乳酸菌饮品/功能性饮料"],"group":"购买品类"},{"children":["总体","低收入","中等收入","高收入"],"group":"家庭收入"},{"children":["总体","购买伊利的产品","购买伊利的纪念品","试吃伊利的产品"],"group":"购买意愿"},{"children":["总体","中小学生"],"group":"中小学生"}];


const data3 = [
    {
        "children":["呼和浩特新工业园"],
        "group":"集团"
    },{"children":["包头伊利乳业有限责任公司","赤峰伊利乳业有限责任公司","定州伊利乳业有限责任公司","阜新伊利乳品有限责任公司","济南伊利乳业有限责任公司","济源伊利乳业有限责任公司","晋中伊利乳业有限责任公司","辽宁伊利乳业有限责任公司","龙游伊利乳业有限责任公司","宁夏伊利乳业有限责任公司","潍坊伊利乳业有限责任公司","内蒙古伊利实业集团股份有限公司乌兰察布乳品厂","锡林浩特伊利乳品有限责任公司","张北伊利乳业有限责任公司","肇东伊利乳业有限责任公司","合肥伊利乳业有限责任公司","滦州伊利乳业有限责任公司","云南伊利乳业有限责任公司","广东伊利乳业有限责任公司"],"group":"液奶事业部"},{"children":["成都伊利乳业有限责任公司","黄冈伊利乳业有限责任公司","陕西伊利乳业有限责任公司","梅州伊利冷冻食品有限责任公司","浙江伊利乳业有限公司","乌鲁木齐伊利食品有限责任公司","长春伊利冷冻食品有限责任公司","广西伊利冷冻食品有限公司"],"group":"冷饮事业部"},{"children":["天津伊利乳业有限责任公司","黑龙江伊利乳业有限责任公司"],"group":"奶粉事业部"},{"children":["苏州伊利乳业有限责任公司","内蒙古伊利实业集团股份有限公司北京乳品厂","天津伊利乳品有限责任公司","湖北黄冈乳业有限责任公司黄州分公司"],"group":"酸奶事业部"}]